{
  "books": [
    {
      "id": 0,
      "imageUrl": "https://s1.livelib.ru/boocover/1002723093/o/5fc4/Harper_Li__Ubit_peresmeshnika.jpeg",
      "name": "Убить пересмешника",
      "year": "1960",
      "description": "История маленького сонного городка на юге Америки, поведанная маленькой девочкой. История ее брата Джима, друга Дилла и ее отца – честного, принципиального адвоката Аттикуса Финча, одного из последних и лучших представителей старой 'южной аристократии'.",
      "author": "Ли Харпер",
      "types": [0, 1],
      "price": 15,
      "category": 0,
      "rating": 4
    },
    {
      "id": 1,
      "imageUrl": "https://s1.livelib.ru/boocover/1002974002/o/a5ab/Teodor_Drajzer__Amerikanskaya_tragediya.jpeg",
      "name": "Американская трагедия",
      "year": "‎1925",
      "description": "Роман, признанный вершиной творчества Теодора Драйзера. Книга, легшая в основу культового оскароносного фильма 'Место под солнцем'. Суровая отповедь 'американской мечте', основанная на реальных событиях.",
      "author": "Теодор Дайзер",
      "types": [0, 1],
      "price": 23,
      "category": 0,
      "rating": 6
    },
    {
      "id": 2,
      "imageUrl": "https://s1.livelib.ru/boocover/1002831949/o/82e9/Uilyam_Shirer__Vzlet_i_padenie_Tretego_Rejha.jpeg",
      "name": "Взлет и падение Третьего Рейха",
      "year": "1960",
      "description": "Эту книгу 'Нью-Йорк таймс' назвала 'одной из важнейших работ в области новейшей истории'. Эту книгу удостоили Национальной книжной премии, перевели практически на все языки, переиздавали уже более 30 раз - и она по-прежнему находит тысячи и тысячи новых читателей во всем мире.",
      "author": "Уильям Ширер",
      "types": [0],
      "price": 35,
      "category": 3,
      "rating": 4
    },
    {
      "id": 3,
      "imageUrl": "https://cdn1.ozone.ru/s3/multimedia-a/6008220106.jpg",
      "name": "Первая научная история 1812",
      "year": "2017",
      "description": "Перед вами – уникальная книга: подлинная история войны 1812 года! Крупнейший в России специалист по эпохе Наполеона, известный ученый-историк, Евгений Понасенков, изучил десятки тысяч документов, хранящихся в архивах России и Европы, а также дневники и мемуары участников событий – и сумел создать принципиально новое описание той грандиозной кампании.",
      "author": "Евгений Понасенков",
      "types": [0],
      "price": 32,
      "category": 3,
      "rating": 2
    },
    {
      "id": 4,
      "imageUrl": "https://s2-goods.ozstatic.by/1000/292/766/10/10766292_0.jpg",
      "name": "Введение в буддологию",
      "year": "2000",
      "description": "В доступной форме читатель может ознакомиться с основами формирования и развития буддизма, разобраться в великом разнообразии его школ и направлений, узнать о базовых идеях и концепциях. Именно с этой книги лучше всего начинать знакомство с древним, сложным и ярким миром буддийской религии.",
      "author": "Евгений Торчинов",
      "types": [0, 1],
      "price": 25,
      "category": 4,
      "rating": 8
    },
    {
      "id": 5,
      "imageUrl": "https://cdn.eksmo.ru/v2/430000000000004894/COVER/cover1__w600.jpg",
      "name": "Я и Оно",
      "year": "1923",
      "description": "В настоящем издании представлены работы, считающиеся теоретической кульминацией творчества Фрейда. В них сформулированы и обоснованы предпосылки мысли Фрейда, а также обозначены сами источники возникновения существенных положений психоанализа.",
      "author": "Зигмунд Фрейд",
      "types": [0],
      "price": 17,
      "category": 2,
      "rating": 2
    },
    {
      "id": 6,
      "imageUrl": "https://img-gorod.ru/24/953/2495374_detail.jpg",
      "name": "Введение в психоанализ",
      "year": "1917",
      "description": "В настоящем издании вниманию читателя предлагается одна из главных работ Зигмунда Фрейда 'Введение в психоанализ'. В книге изложено систематизированное в 1916-1917 годах самим З.Фрейдом учение о психоанализе, оказавшее огромное влияние на развитие медицины, психиатрии, философии и литературы в XX веке.",
      "author": "Зигмунд Фрейд",
      "types": [0, 1],
      "price": 14,
      "category": 2,
      "rating": 9
    },
    {
      "id": 7,
      "imageUrl": "https://assets1.bmstatic.com/assets/books-covers/ac/59/KXZhiWtQ-ipad.jpg",
      "name": "Плоть и кости Дзен",
      "year": "1957",
      "description": "Эти истории были переведены на английский язык из книги, под названием 'Собрание камней и песка', написанной поздно, в 13 веке, японским учителем Дзен Мудзю (что означает 'Не-житель'), а также из сборников историй дзенских монахов, взятых из различных книг, выпущенных в Японии в настоящем столетии.",
      "author": "Пол Репс",
      "types": [0, 1],
      "price": 24,
      "category": 4,
      "rating": 10
    },
    {
      "id": 8,
      "imageUrl": "https://img4.labirint.ru/rc/508af28bf86c1b004ede09bac9df1baf/220x340/books14/136840/cover.jpg?1568388348",
      "name": "Падение кумиров",
      "year": "1889",
      "description": "'Объявлением великой войны' назвал сам Ницше свою книгу 'Падение кумиров', ибо в ней он со всей присущей ему саркастичностью и злой веселостью сформулировал во­прос о переоценке всех истин и ценностей современной фи­лософу западной культуры, прежде всего ценностей хри­стианских, поскольку эти истины и ценности оказались лож­ными: 'Я искал великих людей и всегда находил только обезьян их идеала'.",
      "author": "Фридрих Ницше",
      "types": [0, 1],
      "price": 28,
      "category": 1,
      "rating": 10
    },
    {
      "id": 9,
      "imageUrl": "https://cdn1.ozone.ru/s3/multimedia-7/wc1200/6017740411.jpg",
      "name": "Иметь или быть?",
      "year": "1976",
      "description": "В своей знаменитой работе 'Иметь или быть?' Эрих Фромм наглядно демонстрирует, к чему приводят отношения, сформированные по принципу 'Ты – мне, я – тебе', и пытается ответить на вопрос, который в конечном итоге встает перед каждым: что все-таки важнее – обладание предметами материальной культуры или истинное, осмысленное бытие, когда человек по-настоящему проживает каждое мгновение своей жизни, осознавая его и наслаждаясь им во всей его полноте?",
      "author": "Эрих Фромм",
      "types": [0, 1],
      "price": 15,
      "category": 1,
      "rating": 7
    },
    {
      "id": 10,
      "imageUrl": "https://img3.labirint.ru/rc/7bdd30e6578d11f1e684dd6d1eb26895/220x340/books59/588461/cover.jpg?1612707978",
      "name": "Критика чистого разума",
      "year": "1781",
      "description": "'Критика чистого разума' - фундаментальный труд, над которым Кант работал более 10 лет. Он называл своё произведение 'трактатом о методе', тем самым подразумевая, что его оно призвано изменить существующие на тот момент принципы и методы философского познания. 'Критика чистого разума' оказала большое влияние на ученых и философов - научная мысль стала с величайшей осторожностью относиться не только к решению философских вопросов, но и к самой их постановке.",
      "author": "Иммануил Кант",
      "types": [0, 1],
      "price": 13,
      "category": 1,
      "rating": 7
    },
    {
      "id": 11,
      "imageUrl": "https://img4.labirint.ru/rc/687ca0019d4188f8665221c16fa8d6bb/220x340/books62/617942/cover.jpg?1564050976",
      "name": "Пуаро ведет следствие",
      "year": "1924",
      "description": "В этом сборнике - одиннадцать дел из практики великого сыщика Эркюля Пуаро. Одиннадцать шедевров работы его уникального мозга, одиннадцать безупречных жемчужин из обширной коллекции удач маленького бельгийца. Среди этих дел представлены как серьезные и трагичные, так и забавные; некоторые тайны Пуаро раскрывал, не поднимаясь из своего любимого кресла, а для разгадывания других ему приходилось даже путешествовать в Египет... Объединяет все эти расследования, такие разные, личность детектива-гения с элегантно закрученными усами и самыми совершенными в мире 'маленькими серыми клеточками' мозга.",
      "author": "Агата Кристи",
      "types": [0, 1],
      "price": 10,
      "category": 0,
      "rating": 4
    },
    {
      "id": 12,
      "imageUrl": "https://s1.livelib.ru/boocover/1000438031/200/9e7e/boocover.jpg",
      "name": "Фауст",
      "year": "1808",
      "description": "Герой трагедии доктор Иоганн Фауст жил в первой половине XVI века и слыл магом и чернокнижником, который, отвергнув современную науку и религию, продал душу дьяволу. О Фаусте ходили устные легенды, он был героем театральных представлений, к его образу обращались авторы - Г.Р.Видман, К.Марло, Ф.М.Клингер, Г.Э.Лессинг и другие. Под пером Гете история о Фаусте, посвященная вечным темам познания жизни и трудности человеческого пути, стала одной из вершин мировой литературы.",
      "author": "Иоганн Гёте",
      "types": [0],
      "price": 12,
      "category": 0,
      "rating": 6
    },
    {
      "id": 13,
      "imageUrl": "https://img3.labirint.ru/rc/5ae2b03e9f490423b4444331f9d596c9/220x340/books38/375725/cover.jpg?1563700810",
      "name": "Недобрая старая Англия",
      "year": "2013",
      "description": "Книга приоткрывает завесу над темными страницами английской истории XIX века, той самой эпохи, которая известна российским читателям по романам Джейн Остен, Чарльза Диккенса и сестер Бронте и которая не утратила своей мрачной привлекательности. В ней рассматриваются разнообразные аспекты жизни англичан - преступный мир и система наказаний, бытовые условия в английских трущобах, уличная еда в Лондоне, профессии, обращение с детьми, работные дома, проституция и многие другие темы.",
      "author": "Коути Екатерина",
      "types": [0],
      "price": 25,
      "category": 3,
      "rating": 4
    },
    {
      "id": 14,
      "imageUrl": "https://cv1.litres.ru/pub/c/elektronnaya-kniga/cover/22150614-uval-noy-harari-sapiens-kratkaya-istoriya-chelovechestva.jpg",
      "name": "Sapiens. Краткая история человечества",
      "year": "2011",
      "description": "Соединив естественнонаучный подход с историческим, доктор Юваль Харари ставит под сомнение многие общепринятые идеи, обнаруживает связи между событиями прошлого и нашими сегодняшними опасениями и рассматривает отдельные события в едином глобальном контексте. Прослеживая, как развивающееся человечество влияло на глобальную экосистему и анализируя судьбы империй, доктор Харари заглядывает в будущее.",
      "author": "Юваль Харари",
      "types": [0],
      "price": 35,
      "category": 3,
      "rating": 2
    },
    {
      "id": 15,
      "imageUrl": "https://s1.livelib.ru/boocover/1000649603/200/59eb/boocover.jpg",
      "name": "Кодзики",
      "year": "712",
      "description": "Три свитка этого памятника содержат мифы от сотворения Неба и Земли до появления божественных предков первых императоров, древние предания, песни и сказки, а также изложенные в хронологичском порядке события японской истории до начала VII в. и генеалогию японских императоров. 'Кодзики' являются священной книгой синтоизма - национальной религии японцев.",
      "author": "Хиэда-но Арэ",
      "types": [0, 1],
      "price": 30,
      "category": 4,
      "rating": 8
    },
    {
      "id": 16,
      "imageUrl": "https://static-sl.insales.ru/images/products/1/6623/232471007/2697802_detail.jpg",
      "name": "Биология добра и зла",
      "year": "2017",
      "description": "Как говорит знаменитый приматолог и нейробиолог Роберт Сапольски, если вы хотите понять поведение человека и природу хорошего или плохого поступка, вам придется разобраться буквально во всем — и в том, что происходило за секунду до него, и в том, что было миллионы лет назад. В книге автор поэтапно — можно сказать, в хронологическом разрезе — и очень подробно рассматривает огромное количество факторов, влияющих на наше поведение.",
      "author": "Роберт Сапольски",
      "types": [0],
      "price": 25,
      "category": 2,
      "rating": 2
    },
    {
      "id": 17,
      "imageUrl": "https://elementy.ru/images/bookclub/istoki_morali_5-izd_200.jpg",
      "name": "Истоки морали",
      "year": "1917",
      "description": "На протяжении многих лет всемирно известный биолог Франс де Вааль изучал жизнь шимпанзе и обезьян бонобо. В процессе исследований он выявил явные зачатки этического поведения в сообществе приматов. По мнению автора, мораль - не сугубо человеческое свойство, и ее истоки нужно искать у животных. Эмпатия и другие проявления своего рода нравственности присущи и обезьянам, и собакам, и слонам, и даже рептилиям.",
      "author": "Франс де Вааль",
      "types": [0, 1],
      "price": 30,
      "category": 2,
      "rating": 9
    },
    {
      "id": 18,
      "imageUrl": "https://cv1.litres.ru/pub/c/elektronnaya-kniga/cover_330/55614310-lao-czy-dao-de-czin-kniga-puti-i-dostoinstva-55614310.jpg",
      "name": "Дао дэ цзин",
      "year": "IV век до н.э.",
      "description": "'Дао дэ цзин' - небольшой по объему древний памятник занимает особое место в истории китайской мысли. Основная идея этого произведения - идея о Дао - послужила одним из узловых пунктов борьбы различных идейных течений на протяжении многих веков.",
      "author": "Лао-цзы",
      "types": [0, 1],
      "price": 26,
      "category": 4,
      "rating": 10
    },
    {
      "id": 19,
      "imageUrl": "https://img3.labirint.ru/rc/7e07d8225d95e2005f9f0d108e5862e2/220x340/books27/267589/cover.jpg?1297085296",
      "name": "Мартин Иден",
      "year": "1909",
      "description": "Простой моряк, в котором легко узнать самого автора, проходит длинный, полный лишений путь к литературному бессмертию... Волею случая оказавшийся в светском обществе, Мартин Иден вдвойне счастлив и удивлен... и пробудившимся в нем творческим даром, и божественным образом юной Руфи Морз ('хрупкий золотистый цветок'), так не похожей на всех людей, которых он знал прежде... Отныне две цели неотступно стоят перед ним: слава писателя и обладание любимой женщиной.",
      "author": "Джек Лондон",
      "types": [0, 1],
      "price": 17,
      "category": 0,
      "rating": 10
    },
    {
      "id": 20,
      "imageUrl": "https://s1.livelib.ru/boocover/1002291355/o/6afa/Erih_Fromm__Anatomiya_chelovecheskoj_destruktivnosti.jpeg",
      "name": "Анатомия человеческой деструктивности",
      "year": "1973",
      "description": "Анатомия человеческой деструктивности — антропологическая и социально-психологическая монография Эриха Фромма 1973 года, посвящённая причинам человеческого насилия. В предисловии Фромм называет издание первым томом обширного исследования в области теории психоанализа.",
      "author": "Эрих Фромм",
      "types": [0, 1],
      "price": 12,
      "category": 1,
      "rating": 7
    },
    {
      "id": 21,
      "imageUrl": "https://www.bakubookcenter.az/ru/get-product-image?fileId=19399&year=2019&month=03",
      "name": "Поля крови. Религия и история насилия",
      "year": "2014",
      "description": "Войны, терроризм, агрессивная нетерпимость, социальное насилие сопровождают человечество на протяжении всей истории. Виновата ли религия, которую все чаще в этом упрекают? История от каменного века до наших дней раскрывает непростую картину. Встроенная в государственный аппарат религия уже в ранних земледельческих обществах превращается в инструмент социального подавления. От имени религии совершается немало преступлений, ею оправдывали колонизацию и рабство, погромы и теракты. И вместе с тем из века в век вера смягчает нравы и учит видеть ближнего не только в единокровном",
      "author": "Карен Армстронг",
      "types": [0, 1],
      "price": 20,
      "category": 4,
      "rating": 7
    }
  ]
}
