{
  "books": [
    {
      "id": 0,
      "imageUrl": "https://s1.livelib.ru/boocover/1002723093/o/5fc4/Harper_Li__Ubit_peresmeshnika.jpeg",
      "name": "Убить пересмешника",
      "year": "1960",
      "description": "История маленького сонного городка на юге Америки, поведанная маленькой девочкой. История ее брата Джима, друга Дилла и ее отца – честного, принципиального адвоката Аттикуса Финча, одного из последних и лучших представителей старой 'южной аристократии'.",
      "author": "Ли Харпер",
      "types": [0, 1],
      "price": 803,
      "category": 0,
      "rating": 4
    },
    {
      "id": 1,
      "imageUrl": "https://s1.livelib.ru/boocover/1002974002/o/a5ab/Teodor_Drajzer__Amerikanskaya_tragediya.jpeg",
      "name": "Американская трагедия",
      "year": "‎1925",
      "description": "Роман, признанный вершиной творчества Теодора Драйзера. Книга, легшая в основу культового оскароносного фильма 'Место под солнцем'. Суровая отповедь 'американской мечте', основанная на реальных событиях.",
      "author": "Теодор Дайзер",
      "types": [0],
      "price": 245,
      "category": 0,
      "rating": 6
    },
    {
      "id": 2,
      "imageUrl": "https://s1.livelib.ru/boocover/1002831949/o/82e9/Uilyam_Shirer__Vzlet_i_padenie_Tretego_Rejha.jpeg",
      "name": "Взлет и падение Третьего Рейха",
      "year": "1960",
      "description": "Эту книгу 'Нью-Йорк таймс' назвала 'одной из важнейших работ в области новейшей истории'. Эту книгу удостоили Национальной книжной премии, перевели практически на все языки, переиздавали уже более 30 раз - и она по-прежнему находит тысячи и тысячи новых читателей во всем мире.",
      "author": "Уильям Ширер",
      "types": [0],
      "price": 295,
      "category": 3,
      "rating": 4
    },
    {
      "id": 3,
      "imageUrl": "https://cdn1.ozone.ru/s3/multimedia-a/6008220106.jpg",
      "name": "Первая научная история 1812",
      "year": "2017",
      "description": "Перед вами – уникальная книга: подлинная история войны 1812 года! Крупнейший в России специалист по эпохе Наполеона, известный ученый-историк, Евгений Понасенков, изучил десятки тысяч документов, хранящихся в архивах России и Европы, а также дневники и мемуары участников событий – и сумел создать принципиально новое описание той грандиозной кампании.",
      "author": "Евгений Понасенков",
      "types": [1],
      "price": 275,
      "category": 3,
      "rating": 2
    },
    {
      "id": 4,
      "imageUrl": "https://s2-goods.ozstatic.by/1000/292/766/10/10766292_0.jpg",
      "name": "Введение в буддологию",
      "year": "2000",
      "description": "В доступной форме читатель может ознакомиться с основами формирования и развития буддизма, разобраться в великом разнообразии его школ и направлений, узнать о базовых идеях и концепциях. Именно с этой книги лучше всего начинать знакомство с древним, сложным и ярким миром буддийской религии.",
      "author": "Евгений Торчинов",
      "types": [0, 1],
      "price": 415,
      "category": 4,
      "rating": 8
    },
    {
      "id": 5,
      "imageUrl": "https://cdn.eksmo.ru/v2/430000000000004894/COVER/cover1__w600.jpg",
      "name": "Я и Оно",
      "year": "1923",
      "description": "В настоящем издании представлены работы, считающиеся теоретической кульминацией творчества Фрейда. В них сформулированы и обоснованы предпосылки мысли Фрейда, а также обозначены сами источники возникновения существенных положений психоанализа.",
      "author": "Зигмунд Фрейд",
      "types": [0],
      "price": 580,
      "category": 2,
      "rating": 2
    },
    {
      "id": 6,
      "imageUrl": "https://img-gorod.ru/24/953/2495374_detail.jpg",
      "name": "Введение в психоанализ",
      "year": "1917",
      "description": "В настоящем издании вниманию читателя предлагается одна из главных работ Зигмунда Фрейда 'Введение в психоанализ'. В книге изложено систематизированное в 1916-1917 годах самим З.Фрейдом учение о психоанализе, оказавшее огромное влияние на развитие медицины, психиатрии, философии и литературы в XX веке.",
      "author": "Зигмунд Фрейд",
      "types": [0, 1],
      "price": 675,
      "category": 2,
      "rating": 9
    },
    {
      "id": 7,
      "imageUrl": "https://assets1.bmstatic.com/assets/books-covers/ac/59/KXZhiWtQ-ipad.jpg",
      "name": "Плоть и кости Дзен",
      "year": "1957",
      "description": "Эти истории были переведены на английский язык из книги, под названием 'Собрание камней и песка', написанной поздно, в 13 веке, японским учителем Дзен Мудзю (что означает 'Не-житель'), а также из сборников историй дзенских монахов, взятых из различных книг, выпущенных в Японии в настоящем столетии.",
      "author": "Пол Репс",
      "types": [0, 1],
      "price": 450,
      "category": 4,
      "rating": 10
    },
    {
      "id": 8,
      "imageUrl": "https://img4.labirint.ru/rc/508af28bf86c1b004ede09bac9df1baf/220x340/books14/136840/cover.jpg?1568388348",
      "name": "Падение кумиров",
      "year": "1889",
      "description": "'Объявлением великой войны' назвал сам Ницше свою книгу 'Падение кумиров', ибо в ней он со всей присущей ему саркастичностью и злой веселостью сформулировал во­прос о переоценке всех истин и ценностей современной фи­лософу западной культуры, прежде всего ценностей хри­стианских, поскольку эти истины и ценности оказались лож­ными: 'Я искал великих людей и всегда находил только обезьян их идеала'.",
      "author": "Фридрих Ницше",
      "types": [0, 1],
      "price": 395,
      "category": 1,
      "rating": 10
    },
    {
      "id": 9,
      "imageUrl": "https://cdn1.ozone.ru/s3/multimedia-7/wc1200/6017740411.jpg",
      "name": "Иметь или быть?",
      "year": "1976",
      "description": "В своей знаменитой работе 'Иметь или быть?' Эрих Фромм наглядно демонстрирует, к чему приводят отношения, сформированные по принципу 'Ты – мне, я – тебе', и пытается ответить на вопрос, который в конечном итоге встает перед каждым: что все-таки важнее – обладание предметами материальной культуры или истинное, осмысленное бытие, когда человек по-настоящему проживает каждое мгновение своей жизни, осознавая его и наслаждаясь им во всей его полноте?",
      "author": "Эрих Фромм",
      "types": [0, 1],
      "price": 12,
      "category": 1,
      "rating": 7
    }
  ]
}
